	
	{
        "ServerName":"ZARK Gaming",
        "ButtonTxt1":"Welcome",
        "ButtonTxt2":"Rules (1 of 3)",
        "ButtonTxt3":"Rules (2 of 3)",
        "ButtonTxt4":"Rules (3 of 3)",
        "ButtonTxt5":"Auto-Decay",
        "LinkButtonTxt1":"Join our Discord",
        "LinkButtonTxt2":"Full Mod list",
        "LinkButtonTxt3":"Open a ticket",
        "LinkButtonTxt4":"Active Events",
        "LinkButtonTxt5":"",
        "LinkButton1":"https://discord.com/invite/TTf4zx9",
        "LinkButton2":"https://steamcommunity.com/sharedfiles/filedetails/?id=2900580497",
        "Link1Button3":"https://discord.com/channels/707280164664639558/852267257908428820",
        "Link2Button3":"https://discord.com/channels/707280164664639558/814603962946420746",
        "Link3Button3":"",
        "Link4Button3":"",
        "Link1Button4":"",
        "Link2Button4":"",
        "Link3Button4":"",
        "Link4Button4":"",
        "Link1Button5":"",
        "Link2Button5":"",
        "Link3Button5":"",
        "Link4Button5":"",
        "Tab1Panelcount":3,
        "Tab2Panelcount":3,
        "Tab3Panelcount":3,
        "Tab4Panelcount":2,
        "Tab5Panelcount":1,
        "BackgroundTab1":13,
        "BackgroundTab2":12,
        "BackgroundTab3":11,
        "BackgroundTab4":10,
        "BackgroundTab5":8,
        "Background3Color":"",
        "FontColorButtons":"255,255,255",
        "FontColorServerName":"255,255,255",
        "FontColorTabTitles":"255,255,255",
        "FontColorTabText":"255,255,255",
        "UseSteamBrowserLink1":false,
        "UseSteamBrowserLink2":false,
        "Tab1Title1":"General Conduct",
        "Tab1Title2":"Notice Board",
        "Tab1Title3":"Emergency Notice",
        "Tab2Title1":"General Conduct",
        "Tab2Title2":"Building Rules",
        "Tab2Title3":"Taming & Breeding",
        "Tab3Title1":"Resource Sharing & Fair Play",
        "Tab3Title2":"Economy & Trading",
        "Tab3Title3":"Admin & Support",
        "Tab4Title1":"AFK & Auto-Farming Rules",
        "Tab4Title2":"Global Chat Commands",
        "Tab4Title3":"Shop Commands",
        "Tab5Title1":"",
        "Tab5Title2":"",
        "Tab5Title3":"",
        "Tab1Text1":"Oi, Survivors!
Welcome to the ZARK Gaming Club, a family-friendly, dino-taming, base-building, poop-collecting paradise in the heart of South Africa!
    
We're absolutely raptor-ous to have you here. Our mission? Deliver the ultimate PvE experience without the griefers, chaos, or surprise T-Rex in your living room (unless you wanted one there).
To keep the island drama-free and the dinos happy, we've got a few house rules... nothing too wild, just enough to keep things civil while you ride your dino into the sunset.
Take a minute (yes, even you with the itchy 'punch everything' finger) to read rules 1 to 3 above. Still confused? Need a hug? Or just want to tattle on someone who named their dodo 'Thanos'? An Admin is just a Discord ticket away (coming soon).
    
Server stats you actually want to read (Yes, really):
Welcome to a server so boosted, even your pickaxe's pickaxe is getting a raise! Here’s what you're working with:
    
- Head on over to https://www.zarkgaming.co.za/ to see all our gaming clusters
- EXPERIMENTAL : We've introduced an AI into our helpdesk, checkout #ai-helpdesk and remember - be gentle :D
- 10x Harvesting Rates : One swing and BOOM: you've got enough wood to build a small village (or an unnecessarily large toilet).
- 220 Max Wild Dino Limit : More dinos than you can poke with a tranq arrow. Tame wisely. Or don't. We like chaos.
- 16 Mods, Featuring all the fan favorites:
  - S+ : Because vanilla building is for cavemen.
  - Steampunk : Where mad science meets Victorian drip. You're weird. We love it.
  - Castles, Keeps & Forts : Build like a medieval neanderthall, the distant cousin who thinks S+ is sorcery and still punches trees for fun.
  - RR-Home Deko : Fancy up your thatch shack.
  - QoL Mods : For all the quality-of-lifers out there.
And more goodies we're too lazy to list but you'll definitely thank us for later.
    
So get out there – tame it, build it, explore it... or get eaten trying.",
        "Tab1Text2":"- Exclusive Event Map: !ZARKGaming:12Map,x10 Event
  - Scheduled daily restart at 04:00 - 05:00",
        "Tab1Text3":"- Upcoming name change to Servers. See #zark-gaming-updates on Discord for more details.
- ASE Map Wipe Vote is now Active! See #Cluster-Feedback on Discord for details. Currently 
- ASE Map Wipe planned for 28 November 2025 15:00 SAST.
",
        "Tab2Text1":"- Be respectful: Any harassment, hate speech, toxic behavior or prejudiced comments of any kind, including sexism, racism, ageism, or homophobia / are not allowed.
- No griefing: This includes, but not limited to foundation spamming, blocking resources, or trolling players.
- No cheating: No exploiting glitches, bugs, or unintended mechanics.
- Keep it clean: Tribe, player, dino & Steam names must follow PEGI 12 / ESRB Teen standards. We recommend keeping your in-game and Discord name the same. No duplicate player names / first come, first serve.
- Keep it fair: Helping new players is welcome, but don’t spoil the game. No giving away high-level gear or dinos (e.g. Argy or higher). Giving OP dinos (250+ stats) may lead to a wipe or ban. Fair trades only.
- Keep it consistent: Keep tribe names the same across the cluster, this is to help you in the event of a character corruption or any restore functions.
    
- These are only the highlights of our rules. See detailed rules at #Rules on our Discord channel below. By continuing, you acknowledge you have read and understand all rules.",
        "Tab2Text2":"- Build away from all key locations (e.g., obelisks, caves with artifacts, rare resource spawns and character spawns)
- One main base per tribe, plus one outpost (e.g., farming or taming base).
- No excessive land claiming, structures that go unused will be removed by Admins.
- Keep bases optimized, limit unnecessary spam structures to reduce lag.
- Do not build the SteamPunk AirShip or Vacuum Pods, they cause lag, map & character corruption (these will be removed by Admins without warning).",
        "Tab2Text3":"- Do not block or cage high-level wild creatures for extended periods.
- Keep breeding reasonable because it causes excessive dino hoarding and lag.
- Any unwanted dinos should be responsibly disposed of.",
        "Tab3Text1":"- Do not block or monopolize high-value resources (metal, crystal, oil, etc.).
- No killing passive creatures that belong to other players.
- Tek Stryders are allowed on all maps.
- Be mindful of community areas (such as teleporters, marketplaces, or public utilities).",
        "Tab3Text2":"- Trade fairly, avoid sharing high-value items with new players.
- Help new players by offering guidance, not just free items.
- Report any exploits to Admins.",
        "Tab3Text3":"- Respect Admin decisions, do not spam complaints or harass staff.
- Support is offered on a best-effort-basis. Our Admins typically work during the day, but will be able to assist in the evenings or weekends.
- Use the Discord ticket system (#tickets) for issues and bug reports.
- Cheating, exploiting, or abusing mechanics will result in immediate action.",
        "Tab4Text1":"- No AFK farming, excessive auto-clicking, or macro abuse.
- Automated farms (e.g. gachas, dung beetles & seed farms) are allowed.
- Dino Breeding farms must be supervised or Dinos soul-balled to avoid lag.",
        "Tab4Text2":"- To find a lost dino, type in '/finddino'.
- Vaultorama: Your endless dino-sized backpack—haul loot, trophies, and even that forbidden Element. Use '/storevault', '/takevault' or '/listvault' to interact with the Vault system.
- This server utilizes a sophisticated transfer system. Use '/upload' or '/download' to safely upload or download all items on your character.",
        "Tab4Text3":"We have an Ark Shop!
- ZARKShop is only available on the ZARK Event Map (at this time)
- To access the ZARKShop, travel the ZARK Events Map, press F2
- /shop - Shows a list of available items in the shop.",
        "Tab5Text1":"This cluster has auto-decay timers on all structures and tamed dinosaurs. This means that if nobody in your tribe logs into each map every few days, your structures and dinosaurs will decay, and then auto destroy for the same period of time (Ark Official Rules):
- Thatch : 4 days
- Wood & Adobe : 8 days
- Stone : 12 days
- Metal : 16 days
- Vault: 16 days
- Tek : 20-80 days
    
- Demolishable bases may be raided.",
        "Tab5Text2":"",
        "Tab5Text3":""
        }
    






